{
    "name": "Twitter tweets",
    "children": [
        {
            "name": "9",
            "children": [
                {
                    "name": "Covid in Wales: Self-isolation rethink over child contacts https://t.co/DpoAnHNHf2"
                },
                {
                    "name": "Most cataracts progress slowly, so you may not need surgery right away. But you may want to make some adjustments to your home and daily behavior to make living with cataracts easier: https://t.co/Lpwr2140Dc #HarvardHealth https://t.co/8xTGAkBidM"
                },
                {
                    "name": "⭐ Research Highlight: An implant that delivers nerve stimulation could offer a new treatment option for chronic #clusterheadache, according to a clinical study published in @TheLancetNeuro \nhttps://t.co/USbDtBPQjt"
                },
                {
                    "name": "Here's everything you need to know about the product that's suddenly everywhere. https://t.co/L9v1puymsb"
                },
                {
                    "name": "Attention: Everyone who is on (or is considering using) antidepressants. https://t.co/aBvftxff8Y"
                },
                {
                    "name": "HIV self-testing means people can discover their #HIV status in private using oral fluid or blood finger-prick self-tests. \n\nIt opens the door for many more people to know their #HIV status and get treatment and prevention services\n\n#SelfCare Month https://t.co/MXvHw8qMgJ"
                },
                {
                    "name": "Isha Nirola, DrPH ’21, came to Harvard Chan School to build her leadership skills, and to give back to \"last-mile communities\" around the world.  https://t.co/FLsPKAfNyC https://t.co/JJa6yBrz9H"
                },
                {
                    "name": "In @Nature, Harvard Chan School epidemiologist @BillHanage criticizes the UK government's decision to drop mitigation measures against COVID-19: \"Getting people to accept small inconveniences for the greater good is what leadership is about.\" https://t.co/tdskboA0im"
                },
                {
                    "name": "“It hit close to home,” Amarildo “Lilu” Barbosa, chief diversity, inclusion, and belonging officer explains as he shares his experience about how his family was affected by COVID-19. https://t.co/dM9WkM3YVUI got you some of the biggest challenges for me personally a lot of it has has had to do with family going to be at 7 individual passed away last year you know that day that I keep coming back to Uncle feelings of parents I mean a lot of folks impacted by covid you know the outside of those who passed away from the number of individuals real and it was coronavirus at different points in my feelings father-in-law in a sister-in-law I mean multiple people people I know personally and so it hit close to home a lot of folks in my family have been essential Frontline workers throughout this time I have relatives who never stopped working you know we're on the road and in showing up to the work site and factories etcetera and so no been constantly dealing with that"
                }
            ]
        },
        {
            "name": "10",
            "children": [
                {
                    "name": "Covid in Scotland: Peterhead FC's team effort on Covid jab https://t.co/x39Jqm2sPp"
                },
                {
                    "name": "Covid: 'Pingdemic' threatens shop openings say supermarkets https://t.co/vwIprH5aMd"
                },
                {
                    "name": "Covid-19: NI records another death, 537 new cases https://t.co/rnFZ6zP3Kz"
                },
                {
                    "name": "Covid: Plaid urge caution over easing rules in August https://t.co/268b9HTbwt"
                },
                {
                    "name": "Covid-19: No EU vaccine certificate for Irish passport holders in NI https://t.co/t0DFQ8gKOy"
                },
                {
                    "name": "Covid: London's Metropolitan Line reopens after staff pinged by NHS app https://t.co/3jWBwqoW6Y"
                },
                {
                    "name": "Covid 19: More than one third of Londoners unvaccinated https://t.co/guAyGekgzH"
                },
                {
                    "name": "'It felt like now's my moment for a new career' https://t.co/PDgjJ4pemZ"
                },
                {
                    "name": "Will the #COVID19 vaccines work against the new coronavirus variants? Find the answer this question and more at our Coronavirus Resource Center: https://t.co/bgHmepmqjZ #HarvardHealth https://t.co/LlRcINXQT4"
                },
                {
                    "name": "RT @StanfordBrain: New research reveals how the #brain reorganizes itself during childhood to support new skills such as #reading. #WuTsaiN…"
                },
                {
                    "name": "Mix-and-match vaccination with the  AstraZeneca ChAdOx-1 nCoV-19 vaccine followed by the Pfizer BNT162b2 mRNA #vaccine elicited stronger immune responses, including against variants of concern, than two doses of the AstraZeneca vaccine #COVID19  #SARSCoV2 https://t.co/Ocga2A2GSQ"
                },
                {
                    "name": "Here are some things you can do to reduce your risk. https://t.co/b4ynjtW5EU"
                },
                {
                    "name": "You could have hearing loss if you: \n\nOften ask people to repeat things\nMiss parts of the conversation \nTend to raise the 🔊\nHave a ringing sensation in the 👂\nAre told by people that you speak loudly \n\nCheck your hearing with #hearWHO \nhttps://t.co/KPfGanR7sq \n#SelfCare Month"
                }
            ]
        },
        {
            "name": "6",
            "children": [
                {
                    "name": "Covid: UK faces a difficult summer, says leading scientist https://t.co/d2WKUKO91T"
                },
                {
                    "name": "RT @StanPopHealth: A panel of experts from @Stanford, https://t.co/EZynbKxA9Q, \n@RockefellerFdn discussed digital tech's vast potential to…"
                },
                {
                    "name": "RT @Stanford: Unstructured, unscheduled free play promotes agency, independence and collaboration, Jelena Obradović says. And it can help k…"
                },
                {
                    "name": "⚡ Our July issue is live! ⚡ Check out the latest #clinicaltrial data on #Alzheimers, #NASH, #obesity and #metabolicsyndrome, studies on engineered yeast for #IBD, pathophysiology of #ALS, #HIV diagnostics, updates on #COVID19 vaccines and much more… \nhttps://t.co/PHnSgvY21k https://t.co/nIpYb12ffU"
                },
                {
                    "name": "Initial promise of a #BacteriophageTherapy for a persistent bacterial infection in an immunocompetent patient was curtailed in conjunction with a rise in #phage-specific #NeutralizingAntibodies. @phagesdb #SEAPHAGES #phagetherapy @GHatfull\n\nhttps://t.co/Ai2IvQrUMN"
                },
                {
                    "name": "@JessNotJazz's 3 yoga poses for relieving neck and shoulder pain: https://t.co/ARIRtIFnYQ https://t.co/jsxrZ085me"
                },
                {
                    "name": "We took this one to the experts. https://t.co/KxabevIvvJ"
                },
                {
                    "name": "RT @DrTedros: The 🌍 has the means to increase #COVID19 vaccine production quickly. Those who own most of the manufacturing capacity can wor…"
                },
                {
                    "name": "\"The isolation and not being able to interact with people was definitely tough.”- Ilia Maldonado, senior human resources and events coordinator, reflects on the pandemic. https://t.co/b0oCvDfO9qI'm a social person that like being around people so that was tough so again going from work to my own apartment to an addict and you can see it if it hasn't been that easy so I feel like the isolation in general and not being able to to interact with people as much this past year has definitely talk"
                }
            ]
        },
        {
            "name": "7",
            "children": [
                {
                    "name": "The 2021 Annual Report on Prostate Diseases. The complete guide to prostate health is now in its 15th year of continuous publication: https://t.co/bZJgXafUnY #HarvardHealth #prostatecancer https://t.co/TfOSHaGQYk"
                },
                {
                    "name": "During #pregnancy it’s completely normal to experience a certain amount of anxiety about the baby, giving birth, and becoming a new parent. But for some women this worry takes over their thoughts and becomes debilitating: https://t.co/vt63wb1DY5 #HarvardHealth https://t.co/Abg7sf4tpE"
                },
                {
                    "name": "Not ready to return to the gym, post-COVID? All you need for a great all-body workout is your own body weight. https://t.co/K2pVyiLZCH #HarvardHealth https://t.co/sjdstyq4qg"
                },
                {
                    "name": "Whether you’re trying to lose 5 pounds or 50, this @HarvardHealth course offers evidence-based strategies to help you shed excess weight while still eating food that is delicious and satisfying: https://t.co/vRl9ghLDb7 https://t.co/8G2XD3IaoO"
                },
                {
                    "name": "There’s preliminary evidence that managing the risk factors for heart and blood vessel disease may improve the long-term outlook for people with atri­al fibrillation:https://t.co/4HE3pyCTvW #HarvardHealth https://t.co/7fCqJYuKSV"
                },
                {
                    "name": "Millions of Americans who take a daily low-dose aspirin to lower their heart attack risk may soon have a new way to take this popular drug. In early March, the FDA approved the first liquid-filled aspirin capsule, Vazalore. https://t.co/r4hqGTtyx4 #HarvardHealth https://t.co/K8dkZE7wVb"
                },
                {
                    "name": "The second dose of a COVID-19 vaccine induces a powerful boost to a part of the immune system that provides broad antiviral protection, according to a study led by Stanford Medicine investigators.\nhttps://t.co/UwX5GZ5Yf6\n#RNAvaccines #COVIDVaccination #ScienceTwitter"
                },
                {
                    "name": "Stanford researchers found that eating a diet high in fermented foods such as kimchi increases the diversity of gut microbes, which is associated with improved health. https://t.co/04prHmaNr9 \n#ScienceTwitter #wellness"
                },
                {
                    "name": "Causation or confounding: why controls are critical for characterizing long COVID.\n\nCorrespondence from @acciochoc and @ShamezLadhani at @PHE_uk. #longcovid\n\nhttps://t.co/4Lnpo3Iz18 https://t.co/sB0AfXojPm"
                },
                {
                    "name": "Choosing Wisely for COVID-19: ten evidence-based recommendations for patients and physicians.\n\nCorrespondence from @cspramesh and colleagues @TataMemorial https://t.co/SMrN7QfMtK"
                },
                {
                    "name": "No need to worry just yet. https://t.co/eyjkWD5Jq9"
                },
                {
                    "name": "Sexy, comfortable, and super satisfying. https://t.co/rBXBxsdSr7"
                },
                {
                    "name": "Researchers continue to find new connections between climate and health. Researchers report that rising temps and population densities are associated with increased antibiotic resistance. Learn more about the links between climate and health: https://t.co/bBZ1tHEU9x https://t.co/ZLEjmxjMwM"
                },
                {
                    "name": "In Japan, more COVID-19 cases and deaths have occurred in prefectures with lower household incomes and higher unemployment rates, according Harvard Chan School researchers. https://t.co/Ws46XQpQtJ https://t.co/ljuZmQPGtp"
                }
            ]
        },
        {
            "name": "4",
            "children": [
                {
                    "name": "Even if your weight is normal, a widening waistline may put you at a higher risk of heart disease, according to a new scientific statement from the American Heart Association. https://t.co/OhkY6b5LIo #HarvardHealth https://t.co/dbjQoKNHIq"
                }
            ]
        },
        {
            "name": "3",
            "children": [
                {
                    "name": "Heart failure can affect quality of life and even shorten lives. Updated guidelines for one form of it are available to help clinicians and people living with this condition navigate complex therapy options. https://t.co/Pglw0ZaVe3 #HarvardHealth https://t.co/Bce1Qtt5r6"
                },
                {
                    "name": "In our latest Review, Carmella Evans-Molina and colleagues reflect on the past, present and future of insulin therapy for #diabetes\n@cevansmo #100yearsofinsulin\nhttps://t.co/nkQ7Jzxd2N https://t.co/t1g3FM4Ch3"
                },
                {
                    "name": "This Wednesday, join the @HarvardCenterHH for a panel discussion focused on recent learnings about workplace well-being, employee resilience, and the implications for our health. https://t.co/RH0fYBJTT1"
                },
                {
                    "name": "Climate changes health. Rising temperatures could result in 7,000 more children worldwide with congenital heart disease between 2025 and 2035.\n\nLearn more about the connections between climate change and health: https://t.co/o6cDYqmMrE https://t.co/7Y94ifkn06"
                }
            ]
        },
        {
            "name": "5",
            "children": [
                {
                    "name": "RT @LaneLibStanford: Check out our article in @StanfordMed's Research Office Bulletin to learn about 5 tips for using our research services…"
                },
                {
                    "name": "RT @StanfordDeptMed: A @StanfordHP-led study finds that in every part of California, the Latino population has faced a greater risk of expo…"
                },
                {
                    "name": "RT @StanfordChild: Stanford study explains why some children seem much more resilient than others to infection by SARS-CoV-2, the coronavir…"
                },
                {
                    "name": "How to wear a medical mask 😷 safely: Don’t’s\n\n#WearAMask\n#ThanksForMasking https://t.co/YvQKT6aCxa"
                },
                {
                    "name": "How to wear a medical mask 😷 safely: Do’s\n\n#WearAMask\n#ThanksForMasking https://t.co/OqPmNuAJMs"
                },
                {
                    "name": "RT @HarvardAlumni: Professor I-Min Lee of @HarvardChanSPH’s Department of Epidemiology conducts study which finds far fewer than 10,000 ste…"
                }
            ]
        },
        {
            "name": "1",
            "children": [
                {
                    "name": "A new study shows that parents of kids with #autism benefit from a program of scientifically-backed strategies to build acceptance, mindfulness, optimism, and resilience -- and to improve family relationships.\nhttps://t.co/09GCRE1LpW"
                },
                {
                    "name": "RT @Stanford: Scientists at @StanfordMed and the @BuckInstitute have found a way to predict an individual’s immunological decline as well a…"
                },
                {
                    "name": "It's time to get to the bottom of your restless nights. https://t.co/jgiYC2JzvV"
                },
                {
                    "name": "💉💉💉💉\n💉💉💉💉\n💉💉💉💉\n💉💉💉💉\n💉💉💉💉                 💉💉💉💉\n💉💉💉💉                 💉💉💉💉\n\nCOVID-19 vaccines     COVID-19 vaccines\nin 10 countries             in the rest of the 🌍\n\n#VaccinEquity is 🗝️ to ending the pandemic, together!\n\n#WorldEmojiDay"
                },
                {
                    "name": "@crisisreadiness @nish_epi @CDCgov @CCDD_HSPH @harvard_data @DirectRelief Congrats, @nish_epi!"
                }
            ]
        },
        {
            "name": "8",
            "children": [
                {
                    "name": "⭐Research Highlight: Two large studies in @TheLancet and @NEJM report positive data for CoronaVac in clinical-trial and real-world settings\n#COVID19 #vaccine\nhttps://t.co/KjvfG1n4jP"
                },
                {
                    "name": "An ex vivo platform of patient-derived #tumor fragments enables the assessment of intratumoral #immune reactivation following #PD-1 blockade that is predictive of clinical outcomes in cancer patients. @NKI_nl  #Cancer #CancerTherapy #PD1Blockade\n\nhttps://t.co/QF9AmEOg9z"
                },
                {
                    "name": "If you are living with diabetes, what is the risk that #COVID19 poses to you and how can you stay safe and healthy during the pandemic?\n\n#ScienceIn5 https://t.co/0oUQ27vgzAif you weren't living with diabetes what is the verse that covid-19 poses to you and how can you stay safe and healthy during the pandemic hello and welcome to science in five I'm with my tag with the Smiths and we're talkin to dr. Boyer road rage today was I'm going to go to please describe the risk posed by covid-19 two people living with diabetes diabetes has been increasing the common in the past 30 years and there are now more than 400 million people living with diabetes in the world unfortunately about one half of them do not know they have diabetes they have not been diagnosed and of those who are diagnosed many do not have access to medicines nor health services that they need this pandemic has shown that peewith diabetes are at higher risk than people without diabetes of having a severe illness covid and also dying of covid-19 diabetes or type one and type two type two is much more common type one seems to also have a higher risk than type 2 of a severe covid illness and death going to please explain how people living with diabetes can stay healthy during the pandemic the pandemic and the measures to contain it are quite a challenge for people with diabetes the main Stone in treatment is physical activity and a healthy diet and thatnot be possible in the pandemic conditions the people with diabetes have to be creative about how to manage to continue the recommended physical activity and a healthy diet within the constraints of post by the pandemic also the health system has to ensure that people get their medication regularly please explain how people living with diabetes can stay safe from covid-19given that people with diabetes are considered the vulnerable group because of the higher risk of severe disease and a higher risk of death than people without diabetes we strongly recommend all the measures for containing the pandemic and for protecting ourselves individuals such as hand-washing wearing masks ventilating indoor habitat socializing with people preferably Outdoors whenever possible and keeping the Safe physical distancethere is also vaccination which is recommended for people with diabetes as a priority group for vaccinating vaccinations are encouraged and they have been proven to be safe and effective thank you go a cow that was signed in 5 today until next time then stay safe stay healthy and stick wood signs"
                },
                {
                    "name": "The 🆕 report highlights the need for people living with #HIV to:\n✅stay as healthy as possible\n✅regularly access &amp; take their antiretroviral medication\n✅prevent &amp; manage underlying conditions like #diabetes\n✅be prioritized for #COVID19 vaccination\n\n👉https://t.co/UEV0LGJzYP https://t.co/YWqDOhFKZb"
                },
                {
                    "name": "The 🆕 report, which is based on clinical surveillance data from 37 countries, found that the risk of developing severe or fatal #COVID19 was 30% greater in people living with HIV compared to people without #HIV infection.\n\n👉 https://t.co/UEV0LGJzYP https://t.co/UkxV1FlM2e"
                },
                {
                    "name": "🆕 report confirms that #HIV infection is a significant independent risk factor for both severe/critical #COVID19 presentation at hospital admission &amp; in-hospital mortality. 23.1% of all people living with HIV who were hospitalized with COVID-19, died.\n\n👉 https://t.co/UBd0OyFKnd https://t.co/UHLo9RPa1g"
                }
            ]
        },
        {
            "name": "2",
            "children": [
                {
                    "name": "The Tuberculosis Drug Accelerator, an experiment designed to facilitate collaboration in drug discovery, has reached a 10-year landmark. \n\nCarl Nathan @WeillCornell and colleagues review the consortium’s achievements, advantages and limitations. #TB\n\nhttps://t.co/uZWiA8AeIU https://t.co/7F3K6fSZQW"
                },
                {
                    "name": "Enjoy a pain-free summer with these stylish and supportive sandals. https://t.co/fM5StbQ1iT"
                },
                {
                    "name": "Your diet plays a key role in keeping your joints pain-free. https://t.co/xprYNWk25o"
                }
            ]
        }
    ]
}